Repository: thammit/mail
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: de

# mail_active
source: Activate Mail
de: Aktiviere Mail

# mail_html
source: Accept HTML mails
de: Akzeptiert HTML Mails

# mail_salutation
source: Salutation
de: Anrede

# pages.module.I.5
source: MAIL Module
de: MAIL Modul

# tx_mail_domain_model_mail.htmlParams
source: Parameters, HTML
de: Parameter, HTML

# tx_mail_domain_model_mail.htmlParams.ALT.1
source: URL for HTML content
de: URL für HTML-Inhalt

# tx_mail_domain_model_mail.attachment
source: Attachments
de: Anhänge

# tx_mail_domain_model_mail.authCodeFields
source: Fields used in the computation of authentication codes
de: Für die Berechnung der Authentifizierungscodes verwendete Felder

# tx_mail_domain_model_mail.charset
source: character set
de: Zeichensatz

# tx_mail_domain_model_mail.fromEmail
source: Sender email
de: Absender E-Mail

# tx_mail_domain_model_mail.fromName
source: Sender name
de: Absender Name

# tx_mail_domain_model_mail.includeMedia
source: Include images in HTML content
de: Bilder in HTML-Inhalt einbetten

# tx_mail_domain_model_mail.sent
source: Is sent
de: Versand

# tx_mail_domain_model_mail.redirectAll
source: Redirect not only links longer than 76 characters but ALL links
de: Alle Links weiterleiten, nicht nur die, die länger als 76 Zeichen sind

# tx_mail_domain_model_mail.redirectUrl
source: Long links redirection url
de: Weiterleitungs-URL

# tx_mail_domain_model_mail.organisation
source: Organization
de: Organisation

# tx_mail_domain_model_mail.page
source: Page
de: Seite

# tx_mail_domain_model_mail.plainParams
source: Parameters, Plain text
de: Parameter, reiner Text

# tx_mail_domain_model_mail.plainParams.ALT.1
source: URL for plain text content
de: URL für reinen Text-Inhalt

# tx_mail_domain_model_mail.priority
source: Priority
de: Priorität

# tx_mail_domain_model_mail.priority.I.0
source: Low
de: Niedrig

# tx_mail_domain_model_mail.priority.I.2
source: High
de: Hoch

# tx_mail_domain_model_mail.renderedSize
source: Compiled size
de: Größe

# tx_mail_domain_model_mail.replyToEmail
source: Reply email
de: Antwort-E-Mail

# tx_mail_domain_model_mail.replyToName
source: Reply name
de: Antwort-Name

# tx_mail_domain_model_mail.scheduled
source: Scheduled time
de: Geplanter Zeitpunkt

# tx_mail_domain_model_mail.scheduledBegin
source: Delivery start
de: Versandstart

# tx_mail_domain_model_mail.scheduledEnd
source: Delivery end
de: Versandende

# tx_mail_domain_model_mail.sendOptions
source: Format of mail content
de: Format des Mail-Inhalts

# tx_mail_domain_model_mail.sendOptions.I.0
source: Plain text
de: Reiner Text

# tx_mail_domain_model_mail.subject
source: Subject
de: Thema

# tx_mail_domain_model_mail.tab.general
source: General
de: Generell

# tx_mail_domain_model_mail.tab.content
source: Content
de: Inhalt

# tx_mail_domain_model_mail.tab.distribution
source: Distribution
de: Auslieferung

# tx_mail_domain_model_mail.transferEncoding
source: Content transfer encoding
de: Inhaltskodierung

# tx_mail_domain_model_mail.type.I.0
source: Internal page
de: Interne Seite

# tx_mail_domain_model_mail.type.I.1
source: External page
de: Externe Seite

# tx_mail_domain_model_mail.type.I.2
source: Draft of internal page
de: Entwurf einer internen Seite

# tx_mail_domain_model_mail.type.I.3
source: Draft of external Page
de: Entwurf einer externen Seite

# tx_mail_domain_model_mail.redirect
source: Redirect links longer than 76 characters
de: Links mit mehr als 76 Zeichen weiterleiten

# tx_mail_domain_model_group
source: Recipient list
de: Empfängerliste

# tx_mail_domain_model_group.advanced
source: Configuration
de: Konfiguration

# tx_mail_domain_model_group.csv
source: List format
de: Listen-Format

# tx_mail_domain_model_group.csv.I.0
source: Separate emails by space/comma/linebreak
de: Trennen Sie E-Mails durch Leerzeichen/Komma/Zeilenumbruch

# tx_mail_domain_model_group.list
source: Recipients
de: Empfänger

# tx_mail_domain_model_group.mailGroups
source: Other recipient lists
de: Andere Empfängerlisten

# tx_mail_domain_model_group.recursive
source: Include page subtree
de: Inklusive Unterseiten

# tx_mail_domain_model_group.selectCategories
source: Recipients must subscribe to one of the following categories
de: Empfänger müssen eine dieser Kategorien abonniert haben

# tx_mail_domain_model_group.staticList
source: Recipients
de: Empfänger

# tx_mail_domain_model_group.type.I.0
source: From pages
de: Von Seiten

# tx_mail_domain_model_group.type.I.1
source: Plain list
de: Einfache Liste

# tx_mail_domain_model_group.type.I.2
source: Static list
de: Statische Liste

# tx_mail_domain_model_group.type.I.3
source: Special query
de: Spezielle Abfrage

# tx_mail_domain_model_group.type.I.4
source: From other recipient lists
de: Von anderen Empfängerlisten

# tx_mail_domain_model_group.type.I.5
source: From Extbase Domain Model
de: Von einem Extbase Domain Model

# tx_mail_domain_model_group.recipientSources
source: Recipient sources
de: Empfängerquellen

# tx_mail_domain_model_group.recipientSources.I.0
source: Addresses
de: Adressen

# tx_mail_domain_model_group.recipientSources.I.1
source: Website user
de: Webseitenbenutzer

# tx_mail_domain_model_group.recipientSources.I.2
source: Website User Groups
de: Webseitenbenutzergruppen
