Repository: thammit/mail
Catalog: Resources/Private/Language/*.Modules.xlf
Languages: de

# general.button.next
source: Next
de: Weiter

# general.button.continue
source: Continue
de: Fortfahren

# general.button.back
source: Back
de: Zurück

# general.button.edit
source: Edit
de: Bearbeiten

# general.button.editField
source: Edit %s
de: %s bearbeiten

# general.button.editPage
source: Edit page
de: Seite bearbeiten

# general.button.editContent
source: Edit content elements
de: Inhaltselemente bearbeiten

# general.button.delete
source: Delete
de: Löschen

# general.button.update
source: Update
de: Aktualisieren

# general.button.save
source: Save
de: Speichern

# general.button.cancel
source: Cancel
de: Abbrechen

# general.button.send
source: Send
de: Senden

# general.button.finish
source: Finish
de: Fertigstellen

# general.button.configuration
source: Configuration
de: Konfiguration

# general.button.sendTestMail
source: Send test mail to %s
de: Sende Test-Mail an %s

# general.button.downloadCsv
source: Download CSV
de: CSV Herunterladen

# general.notification.severity.notice.title
source: Notice
de: Hinweis

# general.notification.severity.success.title
source: Success
de: Erfolgreich

# general.notification.severity.warning.title
source: Warning
de: Warnung

# general.notification.severity.error.title
source: Error
de: Fehler

# shortcut.wizard
source: Mail Wizard
de: Mail-Assistent

# shortcut.recipientGroups
source: Mail Groups
de: Mail Empfängergruppen

# shortcut.recipientGroup
source: Mail Group
de: Mail Empfängergruppe

# shortcut.reports
source: Mail Reports
de: Mail Berichte

# shortcut.report
source: Mail Report
de: Mail Bericht

# shortcut.queue
source: Mail Queue
de: Mail Warteschlange

# mail.type.quickMail
source: Quick Mail
de: Kurznachricht

# mail.wizard.edit.title
source: Edit title/subject
de: Titel/Betreff bearbeiten

# mail.wizard.settings.general
source: General
de: Allgemein

# mail.wizard.settings.headers
source: Headers
de: Kopfzeilen

# mail.wizard.settings.content
source: Content
de: Inhalte

# mail.wizard.settings.source
source: Source
de: Quelle

# mail.wizard.testMail.groups
source: Group(s)
de: Gruppe(n)

# mail.wizard.notification.externalUrlInvalid.message
source: Error during fetching external Urls: %s
de: Fehler beim Einlesen der externen Urls: %s

# mail.wizard.notification.fetchContentFromUrlError.message
source: Error during fetching content from url "%s": %s
de: Fehler beim Abrufen von Inhalten über Url "%s": %s

# mail.wizard.notification.contentContainFrameTagsError.message
source: Error during fetching content from url "%s". The content contains frame tags, which is not allowed.
de: Fehler beim Abrufen von Inhalten über Url "%s". Der Inhalt enthält Frame-Tags, was nicht erlaubt ist.

# mail.wizard.notification.noPageSelected.title
source: No valid page selected
de: Keine gültige Seite ausgewählt

# mail.wizard.notification.noPageSelected.message
source: Please select a mail folder or page in the page tree.
de: Bitte wählen Sie einen Mail-Ordner oder eine Mail-Seite im Seitenbaum aus.

# mail.wizard.notification.fetchSuccessfully.message
source: The page "%s" was fetched successfully.
de: Die Seite "%s" wurde erfolgreich ausgelesen.

# mail.wizard.notification.noHtmlBoundariesFound.message
source: The HTML content does not contain any mail boundaries.
de: Der HTML-Inhalt enthält keine Mail-Abgrenzungen.

# mail.wizard.notification.noPlainTextBoundariesFound.message
source: The plain text content does not contain any mail boundaries.
de: Der reine Textinhalt enthält keine Mail-Abgrenzungen.

# mail.wizard.notification.previewImageSaved.message
source: Preview image successfully saved.
de: Vorschaubild erfolgreich abgespeichert.

# mail.wizard.notification.previewImageCreationFailed.message
source: Preview image creation failed.
de: Generierung des Vorschaubildes fehlgeschlagen.

# mail.wizard.notification.categoriesUpdated.title
source: Categories applied
de: Kategorien gespeichert

# mail.wizard.notification.categoriesUpdated.message
source: Categories restrictions successfully applied.
de: Kategorie-Einschränkungen erfolgreich gespeichert.

# mail.wizard.notification.categoryRestrictionSaveFailed.message
source: Category restrictions save failed.
de: Speichern von Kategorie-Einschränkungen fehlgeschlagen.

# mail.wizard.notification.updateContentFailed.message
source: Content update failed.
de: Aktualisierung der Inhalte fehlgeschlagen.

# mail.wizard.notification.testMailSent.title
source: Test mail successfully sent
de: Test Mail erfolgreich versandt

# mail.wizard.notification.testMailSent.message
source: Recipient(s): %s
de: Empfänger: %s

# mail.wizard.notification.finished.title
source: Mail scheduled for distribution
de: Mail für Versand eingeplant

# mail.wizard.notification.missingRecipientGroup.message
source: Please select at least one recipient group.
de: Bitte wählen Sie mindestens eine Empfängergruppe aus.

# mail.wizard.notification.noRecipients.message
source: There are no recipients in the selected group(s).
de: Es gibt keine Empfänger in der/den ausgewählten Gruppen.

# mail.wizard.notification.finished.message
source: The mail "%s" was successfully scheduled for distribution at %s.
de: Die E-Mail "%s" wurde erfolgreich für den Versand am %s eingeplant.

# mail.wizard.notification.deleted.title
source: Mail deleted
de: Mail gelöscht

# mail.wizard.notification.deleted.message
source: The mail "%s" was successfully deleted.
de: Die Mail "%s" wurde erfolgreich gelöscht.

# mail.wizard.title
source: Mail Wizard
de: Mail-Assistent

# mail.wizard.externalMailPlainTextUrl
source: URL of plain text content
de: URL des einfachen Textinhalts

# mail.wizard.externalMailSubject
source: Subject
de: Betreff

# mail.wizard.externalPage
source: External Page
de: Externe Seite

# mail.wizard.internalPage
source: Internal Page
de: Interne Seite

# mail.wizard.openMails
source: Open Mails
de: Offene Mails

# mail.wizard.draftMails
source: Draft Mails
de: Mail-Entwürfe

# mail.wizard.quickMail
source: Quick Mail
de: Kurznachricht

# mail.wizard.selectSource
source: Select source
de: Quelle wählen

# mail.wizard.settings
source: Settings
de: Einstellungen

# mail.wizard.categories
source: Categories
de: Kategorien

# mail.wizard.scheduleSending
source: Schedule sending
de: Versandplanung

# mail.wizard.subject
source: Subject
de: Betreff

# mail.wizard.categories.restrictToCategories
source: Restrict to categories
de: Auf Kategorien einschränken

# mail.wizard.attachment
source: Attachment
de: Anhang

# mail.wizard.categories.column
source: Column
de: Spalte

# mail.wizard.lastModified
source: Last modified
de: Zuletzt geändert

# mail.wizard.step
source: Step
de: Schritt

# mail.wizard.size
source: Size
de: Größe

# mail.wizard.type
source: Type
de: Typ

# mail.wizard.noMailPagesFound.title
source: Select a mail
de: Mail auswählen

# mail.wizard.noMailPagesFound.message
source: There are no pages in the mail module.
de: Es gibt keine Seiten im Mail-Modul.

# mail.wizard.htmlMailBody.title
source: View mail HTML body
de: HTML Ansicht

# mail.wizard.plainMailBody.title
source: View mail plain text body
de: Text Ansicht

# mail.wizard.htmlPreviewLink.title
source: View page in HTML format
de: Seite im HTML-Format anzeigen

# mail.wizard.plainTextPreviewLink.title
source: View page in Text format
de: Seite im Text-Format anzeigen

# mail.wizard.quickmail.breakLines
source: Break lines to 76 char
de: Zeilenumbruch auf 76 Zeichen

# mail.wizard.quickmail.message
source: Message
de: Nachricht

# mail.wizard.quickmail.senderEmail
source: Sender Email
de: Absender E-Mail

# mail.wizard.quickmail.senderName
source: Sender Name
de: Absender Name

# mail.wizard.scheduleDraft
source: Save mail settings for recurring mailings
de: Mail-Einstellungen für wiederkehrende Mailings speichern

# mail.wizard.scheduleSending.mailGroup
source: Recipient group
de: Empfängergruppe

# mail.wizard.scheduleSending.mailGroups
source: Recipient groups
de: Empfängergruppen

# mail.wizard.scheduleSending.info.mailGroup.title
source: Select recipients and time of sending
de: Empfänger und Zeitpunkt des Versands auswählen

# mail.wizard.scheduleSending.info.mailGroup.message
source: Here you have to select at least one recipient group and the time of distribution. After pressing FINISH, the mail will be added to the mail queue. There it is possible to delete it before the final sending is finished.
de: Hier müssen Sie mindestens eine Empfängergruppe und den Versandbeginn auswählen. Nach Klick auf FERTIGSTELLEN wird die Mail in die Warteschlange aufgenommen. Dort kann sie gelöscht werden, bis der endgültige Versand abgeschlossen ist.

# mail.wizard.scheduleSending.testMail
source: Send this as test mail
de: Als Test-Mail senden

# mail.wizard.scheduleSending.distributionTime
source: Distribution time (hh:mm dd-mm-yyyy)
de: Versandbeginn (hh:mm dd-mm-yyyy)

# mail.wizard.notification.draftSaved.title
source: Mail saved as draft
de: Mail als Entwurf gespeichert

# mail.wizard.notification.draftSaved.message
source: The mail "%s" was successfully saved as draft for recurring sending within the scheduler.
de: Die E-Mail "%s" wurde erfolgreich als Entwurf für den wiederholten Versand im Planer gespeichert.

# mail.wizard.notification.scheduledForDistribution.title
source: Mail scheduled for distribution
de: Mail für Versand eingeplant

# mail.wizard.notification.scheduledForDistribution.message
source: The mail "%s" was successfully scheduled for distribution at %s.
de: Die E-Mail "%s" wurde erfolgreich für den Versand am %s eingeplant.

# mail.wizard.testMail.individual
source: Individual
de: Individuell

# mail.wizard.testMail.mailGroup
source: Recipient group
de: Empfängergruppe

# mail.wizard.testMail.mailGroup.message
source: Select a recipient group for the test mail.
de: Wählen Sie eine Empfängergruppe für die Testmail aus.

# mail.wizard.testMail.info.title
source: Send a simple test mail
de: Senden Sie eine einfache Test-E-Mail

# mail.wizard.testMail.info.message
source: Here you can (optionally) send a simple test mail to one or more recipients, before you schedule the final sending on the NEXT page. Beware: The generated mail will include ALL elements regardless of their categories. User fields will NOT be substituted with data.
de: Hier können Sie (optional) eine einfache Testmail an einen oder mehrere Empfänger senden, bevor Sie den endgültigen Versand auf der nächsten Seite planen. Bitte beachten Sie: Die generierte Mail enthält ALLE Elemente, unabhängig von ihrer Kategorie. Die Benutzerfelder werden NICHT durch Daten ersetzt.

# mail.wizard.scheduleSending.noRecipientGroupsFound.message
source: No recipient groups found
de: Keine Empfängergruppen gefunden

# scheduler.bounceMail.phpImapError
source: Please install PHP IMAP extension
de: Bitte die PHP-IMAP-Erweiterung installieren

# mail.wizard.categories.alttitle
source: Assign categories to content elements
de: Zuweisung von Kategorien zu Inhaltselementen

# mail.wizard.categories.description
source: Content elements with assigned categories will appear in mails only if a recipient has assigned the same category in his profile. Content elements without category restrictions will appear for in all mails.
de: Inhaltselemente mit zugewiesenen Kategorien erscheinen nur in Mails, wenn ein Empfänger die gleiche Kategorie in seinem Profil zugewiesen hat. Inhaltselemente ohne Kategoriebeschränkung erscheinen in allen Mails.

# mail.wizard.externalPage.alttitle
source: Create mailing from external pages
de: Mailing von externen Seiten erstellen

# mail.wizard.externalPage.description
source: Enter data and click NEXT to continue.
de: Daten eingeben und auf WEITER klicken, um vorzufahren.

# mail.wizard.internalPage.alttitle
source: Create mailing from internal page
de: Mailing von interner Seite erstellen

# mail.wizard.internalPage.description
source: Click NEXT at the page of your choice to continue.
de: Bei der Seite Ihrer Wahl auf WEITER anklicken, um vorzufahren.

# mail.wizard.quickMail.alttitle
source: Create quick mailing
de: Kurznachricht erstellen

# mail.wizard.quickMail.description
source: Enter data and click NEXT to continue.
de: Daten eingeben und WEITER klicken, um fortzufahren.

# recipient.header
source: Mail recipient groups
de: Mail Empfängergruppen

# recipient.import.header
source: Import CSV into tt_address database table
de: CSV in tt_address Datenbanktabelle importieren

# recipient.import.dublette.description
source: Filter email dublettes from csv data. If a dublette is found, only the first entry is imported.
de: Filtere E-Mail-Dubletten aus CSV-Daten. Wenn eine Dublette gefunden wird, wird nur der erste Eintrag importiert.

# recipient.import.validEmail.description
source: Only update/import valid emails from csv data.
de: Nur gültige E-Mails aus csv-Daten aktualisieren/importieren.

# recipient.import.notification.done.message
source: CSV import successfully finished.
de: CSV-Import erfolgreich abgeschlossen.

# recipient.import.encapsulation
source: Field encapsulation character (data fields are encapsed with...)
de: Feldkapselungszeichen (Datenfelder sind gekapselt mit...)

# recipient.import.firstRowContainFieldNames
source: First row of import file contain field names
de: Die erste Zeile der Importdatei enthält Feldnamen

# recipient.import.settings
source: Import settings
de: Import Einstellungen

# recipient.import.uploadCsv.subheader
source: Upload CSV
de: CSV Hochladen

# recipient.import.allHtml
source: All recipients receive HTML mail
de: Alle Empfänger erhalten HTML-Mails

# recipient.import.categoryMapping
source: Categories
de: Kategorien

# recipient.import.assignAllCategories
source: Assign the following categories to all recipients
de: Folgende Kategorien allen Empfängern zuweisen

# recipient.import.mappingCharset.subheader
source: Settings
de: Einstellungen

# recipient.import.mappingCharset.pleaseChoose
source: Please select the character set of the import file
de: Bitte wählen Sie den Zeichensatz der Importdatei

# recipient.import.fieldMapping
source: Field mapping
de: Feldzuordnung

# recipient.import.fieldMapping.additionalOptions
source: Additional options
de: Zusätzliche Optionen

# recipient.import.mapping.description
source: Description
de: Beschreibung

# recipient.import.mapping.error
source: Mapping error
de: Zuordnungsfehler

# recipient.import.mapping.error_detail
source: Please fix following error(s)
de: Bitte beheben Sie folgende(n) Fehler

# recipient.import.mapping.error_email
source: "Email" field has to be mapped.
de: "Email" Feld muss zugeordnet werden.

# recipient.import.mapping.error_noMap
source: No mapping is found. You have to map at least "email" field.
de: Es wurde keine Zuordnung gefunden. Sie müssen mindestens das Feld "E-Mail" zuordnen.

# recipient.import.mapping.mapTo
source: Maps to ...
de: gehört zu ...

# recipient.import.mapping.mapping
source: Mapping
de: Zuordnung

# recipient.import.mapping.value
source: Value
de: Wert

# recipient.import.or
source: OR
de: ODER

# recipient.import.pasteCsv
source: Paste the CSV data
de: CSV Daten einfügen

# recipient.import.recordUnique
source: Specify the field which determines the uniqueness of imported users
de: Geben Sie das Feld an, das die Einzigartigkeit der importierten Benutzer bestimmt

# recipient.import.removeExisting
source: Remove all Addresses in the storage folder before importing
de: Alle Adressen im Speicherordner vor dem Importieren entfernen

# recipient.import.separator
source: Field delimiter (data fields are separated by...)
de: Feldtrenner (Datenfelder werden separiert von ..)

# recipient.import.separator.colon
source: colon [:]
de: Doppelpunkt [:]

# recipient.import.separator.comma
source: comma [,]
de: Komma [,]

# recipient.import.separator.tab
source: horizontal tab [TAB]
de: Tabulator [TAB]

# recipient.import.storage
source: Please select the storage folder for the addresses to be imported.
de: Bitte wählen Sie den Speicherordner für die zu importierenden Adressen.

# recipient.import.updateUnique
source: Update existing (unique) addresses
de: Eindeutige Adressen aktualisieren

# recipient.import.chooseCsvFile
source: Choose a csv file from your local computer
de: Wählen Sie eine CSV-Datei von Ihrem lokalen Computer

# recipient.import.result.new
source: New emails
de: Neue Emails

# recipient.import.result.update
source: Updated emails
de: Aktualisierte Emails

# recipient.import.result.invalidEmail
source: Invalid emails
de: Ungültige Emails

# recipient.import.result.double
source: Double emails
de: Doppelte Emails

# recipient.notification.disallowedCsvExport.message
source: CSV export failed. Insufficient access right.
de: CSV-Export fehlgeschlagen. Unzureichendes Zugriffsrecht.

# recipient.notification.disallowedCsvExport.message
source: CSV export failed. No recipients found.
de: CSV-Export fehlgeschlagen. Keine Empfänger gefunden.

# recipient.notification.disallowedCsvExport.message
source: CSV export failed. No recipient source configuration found.
de: CSV-Export fehlgeschlagen. Keine Empfängerquellkonfiguration gefunden.

# recipient.createMailGroup
source: New recipient list
de: Neue Empfängerliste

# recipient.createMailGroup.message
source: New group
de: Neue Gruppe

# recipient.categories
source: Categories
de: Kategorien

# recipient.button.importCsv
source: Import CSV
de: CSV importieren

# report.general.plainSource
source: Plain text
de: Einfacher Text

# report.general.groups
source: Recipient groups
de: Empfängergruppen

# report.notification.recipientsDisabled.message
source: %s recipients successfully disabled.
de: %s Empfänger erfolgreich deaktiviert.

# report.returned.recipientSource.tx_mail_domain_model_group
source: Plain List
de: Einfache Liste

# report.returned.recipientSource.tt_address
source: Address Table [tt_address]
de: Adressen Tabelle [tt_address]

# report.returned.recipientSource.fe_users
source: Website User [fe_users]
de: Webseitenbenutzer [fe_users]

# report.csvReturned
source: CSV of recipients of returned mails
de: CSV der Empfänger von zurückgesendeten Mails

# report.csvReturned.badHeader
source: CSV of returned recipients with error in header
de: CSV der Empfänger von zurückgesendeten Mails mit Fehlern im Header

# report.csvReturned.badHost
source: CSV of returned recipients with bad host
de: CSV der Empfänger von zurückgesendeten Mails mit Fehler "Bad host"

# report.csvReturned.mailboxFull
source: CSV of returned recipients with mailbox full
de: CSV der Empfänger von zurückgesendeten Mails mit Fehler "Mailbox voll"

# report.report.csvReturned.reasonUnknown
source: CSV of returned recipients for unknown reason
de: CSV der Empfänger von zurückgesendeten Mails mit unbekanntem Fehler

# report.csvReturned.unknownRecipient
source: CSV of returned recipients with unknown recipient
de: CSV der Empfänger von zurückgesendeten Mails mit unbekanntem Empfänger

# report.response.clickedLinks
source: Clicked links
de: Geklickte Links

# report.html.mailsViewed
source: Mails viewed
de: Mails angesehen

# report.badHost
source: Bad host
de: Falscher Host

# report.settings
source: Settings
de: Einstellungen

# report.disable.returned
source: Disable returned recipients
de: Empfänger deaktivieren

# report.disable.returned.badHeader
source: Disable returned recipients with error in header
de: Deaktivieren Sie zurückgesendete Empfänger mit Fehler in der Kopfzeile

# report.disable.returned.badHost
source: Disable returned recipients with bad host
de: Deaktiviere Empfänger mit falschem Host

# report.disable.returned.mailboxFull
source: Disable returned recipients with mailbox full
de: Deaktiviere Empfängern mit vollem Postfach

# report.disable.returned.reasonUnknown
source: Disable returned recipients for unknown reason
de: Deaktiviere Empfängern mit unbekannten Grund

# report.disable.returned.unknownRecipient
source: Disable returned recipients with unknown recipient
de: Deaktiviere Empfängern mit unbekannten Empfänger

# report.headerError
source: Error in Header
de: Fehler im Header

# report.content
source: Content
de: Inhalt

# report.performance
source: Performance
de: Leistung

# report.performance.linksClickedPerRespondent
source: Total responses/Unique responses
de: Antworten insgesamt/einzigartige Antworten

# report.returned
source: Returned recipients
de: Zurückgesandte Empfänger

# report.returned.badHeader
source: Returned recipients with error in header
de: Empfänger mit Fehler in der Kopfzeile

# report.returned.badHost
source: Returned recipients with bad host
de: Empfänger mit falschem Host

# report.returned.mailboxFull
source: Returned recipients with mailbox full
de: Empfänger mit vollem Postfach

# report.returned.reasonUnknown
source: Returned recipients for unknown reason
de: Empfänger mit unbekanntem Grund

# report.returned.unknownRecipient
source: Returned recipients with unknown recipient
de: Empfänger mit unbekanntem Empfänger

# report.mailboxFull
source: Mailbox full
de: Postfach voll

# report.deliveryFailed
source: Delivery failed
de: Zustellung fehlgeschlagen

# report.mailsSent
source: Mails sent
de: Mails gesendet

# report.deliveryBegun
source: Delivery begun
de: Versand gestartet

# report.deliveryEnded
source: Delivery ended
de: Versand beendet

# report.header
source: Mail Reports
de: Mail Berichte

# report.show.header
source: Mail Report
de: Mail Bericht

# report.scheduled
source: Scheduled
de: Geplant

# report.subject
source: Subject
de: Betreff

# report.totalSent
source: # sent
de: # versandt

# report.progress
source: Delivery progress
de: Versand-Fortschritt

# report.plainText
source: Plaintext
de: Einfacher Text

# report.plainText.linkNumber
source: Plaintext Link #
de: Einfacher Text Link #

# report.reasonUnknown
source: Reason unknown
de: Grund unbekannt

# report.recipientUnknown
source: Recipient unknown
de: Empfänger unbekannt

# report.responses
source: Responses
de: Antworten

# report.reactions
source: Reactions
de: Reaktionen

# report.total
source: Total
de: Gesamt

# report.total.returned
source: Total mails returned
de: Zurückerhaltene Mails

# report.total.responses
source: Total responses (links clicked)
de: Reaktionen (geklickte Links)

# report.uniqueResponses
source: Unique responses (links clicked)
de: Eindeutige Reaktionen (geklickte Links)

# report.deliveryBeginEnd
source: Delivery begun/ended
de: Versand von/bis

# report.source
source: Source
de: Quelle

# report.from
source: Sender
de: Absender

# report.formatAttachments
source: Format/attachments
de: Format/Anhänge

# report.includeMedia
source: Include media
de: Eingebundene Bilder

# report.recipients
source: Recipients
de: Empfänger

# report.replyTo
source: Reply
de: Antwort

# queue.notification.nothingToDo.title
source: Nothing to do
de: Nichts zu tun

# queue.notification.nothingToDo.message
source: There are currently no mails in the queue.
de: Im Moment befinden sich keine Mails in der Warteschlange.

# queue.notification.mailSendTriggered.message
source: Manual sending started!
de: Manueller Versand gestartet!

# queue.deliveryBegun
source: Delivery begun
de: Versand gestartet

# queue.deliveryEnded
source: Delivery ended
de: Versand beendet

# queue.button.configuration
source: Queue configuration
de: Warteschlangenkonfiguration

# queue.button.triggerManualSending
source: Start sending manually
de: Versand manuell starten

# queue.manualSending.description
source: If TYPO3 is not configured to send mails with the mail:mass-mailing command controller, you can trigger a manually sending by click on the following button. With every click %s mails will be sent.
de: Wenn TYPO3 nicht so konfiguriert ist, dass Mails mit dem mail:mass-Mailing-Controller gesendet werden, können Sie per Klick auf die folgende Schaltfläche ein manuelles Versenden auslösen. Mit jedem Klick werden %s E-Mails gesendet.
