Repository: thammit/mail
Catalog: Resources/Private/Language/*.Modules.xlf
Languages: de

# queue.manualSending
source: Manual delivery
de: Manueller Versand

# queue.numberSent
source: # sent
de: # versandt

# queue.progress
source: Delivery progress
de: Versand-Fortschritt

# queue.scheduled
source: Scheduled
de: Geplant

# queue.subject
source: Subject
de: Betreff

# queue.header
source: Mail Queue
de: Mail Warteschlange

# configuration.header
source: Mail Settings
de: Mail Einstellungen

# configuration.panel.default.header
source: Default settings for new mails
de: Standardeinstellungen für neue Mails

# configuration.panel.default.tab.general
source: General
de: Allgemein

# configuration.panel.default.tab.headers
source: Headers
de: Kopfzeilen

# configuration.panel.default.tab.content
source: Content
de: Inhalt

# configuration.panel.module.header
source: Module settings
de: Moduleinstellungen

# configuration.panel.module.tab.headers
source: Headers
de: Kopfzeilen

# configuration.panel.module.tab.internalPage
source: Internal Page
de: Interne Seite

# configuration.panel.module.tab.externalPage
source: External Page
de: Externe Seite

# configuration.panel.module.tab.content
source: Content
de: Inhalt

# configuration.panel.module.tab.general
source: General
de: Allgemein

# configuration.panel.module.tab.protection
source: Protection
de: Zugriff

# configuration.panel.module.tab.quickmail
source: Quick Mail
de: Kurznachricht

# configuration.panel.module.tab.quickmails
source: Quick Mails
de: Kurznachrichten

# configuration.panel.module.tab.defaults
source: Defaults for new mails
de: Standardeinstellungen für neue Mails

# configuration.notification.permissionError.message
source: You do not have permissions to write configuration to page %s.
de: Sie haben keine Berechtigung, die Konfiguration in die Seite %s zu schreiben.

# configuration.notification.savedOnPage.message
source: The configuration was successfully saved to the selected page %s.
de: Die Konfiguration wurde erfolgreich auf der ausgewählten Seite %s gespeichert.

# configuration.notification.openMailsNotAffected.message
source: Open mails are not affected by most changes!
de: Die meisten Änderungen haben keinen Einfluss auf offene Mails!

# configuration.notification.draftMailsNotAffected.message
source: Draft mails are not affected by most changes!
de: Die meisten Änderungen haben keinen Einfluss auf Mail-Entwürfe!

# configuration.notification.noChanges.message
source: No changes in the configuration detected.
de: Es wurden keine Änderungen an der Konfiguration festgestellt.

# configuration.notification.savedFailed.message
source: The configuration was not saved to the selected page %s.
de: Die Konfiguration wurde nicht auf der ausgewählten Seite %s gespeichert.

# configuration.authCodeFields.description
source: List of fields used in the calculation of the authentication code included in unsubscribe links and jump URL's of mails.
de: Liste der Felder, die zur Berechnung von Authentifizierungscodes von Abmeldelinks und Sprung-URLs in E-Mails verwendet werden sollen.

# configuration.fromEmail.description
source: Enter the sender email address. (Required)
de: E-Mail-Adresse des Senders. (Pflichtfeld)

# configuration.fromEmail.details
source: This email address will appear as the originating address or sender address in the mails received by the recipients.
de: Diese E-Mail-Adresse wird in den von den Empfängern empfangenen E-Mails als Absenderadresse angezeigt.

# configuration.fromName.description
source: Enter the sender name. (Required)
de: Namen des Senders eingeben. (Pflichtfeld)

# configuration.fromName.details
source: This name will appear as the name of the author or sender in the mails received by the recipients.
de: Dieser Name wird als Name des Authors oder Absenders in den E-Mails beim Empfänger angezeigt.

# configuration.includeMedia.description
source: Set this option if you want to embed images in HTML mails.
de: Setzen Sie diese Option, wenn Sie Bilder in HTML-Mails einbetten möchten.

# configuration.includeMedia.details
source: If the option is set, images are encoded and embed into the messages. Sent messages will be heavier to transport. If the option is not set, images are included in HTML content by absolute reference (href) to their location on the site where they reside.
de: Wenn die Option aktiviert ist, werden Bilder kodiert und in die Nachrichten eingebettet. Gesendete Nachrichten werden dadurch größer. Wenn die Option NICHT gesetzt ist, werden Bilder in den HTML-Inhalt über einen absoluten Link zur Website eingebunden.

# configuration.redirectAll.description
source: If set and if redirect is set, all links in plain text content will be redirected, not only links longer than 76 characters.
de: Wenn gesetzt und wenn redirect gesetzt ist, werden alle Links im reinen Textinhalt umgeleitet, nicht nur Links, die länger als 76 Zeichen sind.

# configuration.organisation.description
source: Enter the name of the sending organization.
de: Geben Sie den Namen der sendenden Organisation ein.

# configuration.organisation.details
source: The name of the organization will appear in the headers of the mails sent to subscribers.
de: Der Name der Organisation wird im Header der E-Mails an die Abonnenten angezeigt.

# configuration.priority.description
source: Enter the email delivery priority.
de: Gib die E-Mail Priorität ein.

# configuration.priority.details
source: The delivery priority will be set in the headers of the mails sent to subscribers.
de: Die Zustellpriorität wird in den Kopfzeilen der an die Abonnenten gesendeten Mails mitgeschickt.

# configuration.replyToEmail.description
source: Enter the email address to which replys are sent. (Optional)
de: Gib die Antwortadresse ein auf welche die Antworten gesendet werden sollen. (Optional)

# configuration.replyToEmail.details
source: If no reply address is specified, the sender email address will be used.
de: Die Senderadresse wird benutzt, wenn keine Antwortadresse konfiguriert wurde.

# configuration.replyToName.description
source: Enter the name of the 'Reply To' email address. (Optional)
de: Gib den Namen der Antwortadresse an. (Optional)

# configuration.replyToName.details
source: If no reply name is specified, the sender name will be used.
de: Der Sendername wird benutzt, wenn keine Antwortadresse konfiguriert wurde.

# configuration.returnPath.description
source: Enter the return path email address here.
de: Geben Sie hier die E-Mail-Adresse ein, an die unzustellbare E-Mails zurückgesendet werden sollen.

# configuration.returnPath.details
source: This is the address to which non-deliverable mails will be returned to. If you put in the marker ###XID### it'll be substituted with the unique id of the mail recipient. Note that if PHP is executing in safe mode, the Direct mail module may not be able to set the return path to a value different than the value defined at the server level.
de: Dies ist die Adresse, an die unzustellbare Mails zurückgeschickt werden. Wenn Sie die Markierung ###XID### eingeben, wird sie durch die eindeutige ID des E-Mail-Empfängers ersetzt.

# configuration.sendOptions.description
source: Select the format of mail content.
de: Wähle das Format des E-Mail-Inhalts aus.

# configuration.sendOptions.details
source: If in doubt, set it to 'Plain text and HTML'. The messages will then be sent with both formats included, and the recipients are normally able to select their preferred format.
de: Im Zweifelsfall sollten Sie die Einstellung 'Reiner Text und HTML' setzen. Die Nachrichten werden dann in beiden Formaten verschickt, und die Empfänger können normalerweise ihr bevorzugtes Format auswählen.

# configuration.type.description
source: Type of source of the Direct mail
de: Quelltyp der Mail

# configuration.type.details
source: The mail may be compiled from a page extracted from the page tree of the TYPO3 site: 'TYPO3 Page', or from a page from another site: 'External URL'.
de: Die Mail kann aus einer Seite aus dem Seitenbaum der TYPO3-Site zusammengestellt werden: 'TYPO3-Seite', oder von einer Seite einer anderen Site: 'Externe URL'.

# configuration.redirect.description
source: Redirect long links found in plain text content.
de: Lange Links aus dem Klartext-Inhalt weiterleiten.

# configuration.redirect.details
source: If set, links longer than 76 characters found in plain text content will be redirected: long URL's will be replaced by a /redirect-[hash] url handled by the TYPO3 redirect module.
de: Wenn diese Option gesetzt ist, werden Links, die länger als 76 Zeichen sind, umgeleitet: Lange URLs werden durch eine /redirect-[hash]-URL ersetzt, die vom TYPO3 Redirect-Modul verarbeitet wird.

# configuration.htmlParams.description
source: Enter the additional URL parameters used to fetch the HTML content from a TYPO3 page.
de: Zusätzliche URL-Parameter, die für das Auslesen der HTML-Inhalten einer TYPO3 Seite benötigt werden.

# configuration.htmlParams.details
source: The specified parameters will be added to the URL used to fetch the HTML content of the mail from a TYPO3 page. If in doubt, leave it blank.
de: Die eingegebene Parameter werden der URL hinzugefügt, um die HTML Inhalte für die Mail von einer TYPO3 Seite auszulesen. Im Zweifel leer lassen.

# configuration.defaultFormat
source: Mail format (default)
de: Mail Format (Standardeinstellungen)

# configuration.defaultFetchSettings
source: Content fetching options (default)
de: Auslesen der Inhalte (Standardeinstellungen)

# configuration.defaultHeaders
source: Mail Headers (default)
de: Mail Header (Standardeinstellungen)

# configuration.charset
source: Default character set for mails built from external pages
de: Standard Zeichensatz für Mails, die auf externe Seiten basieren

# configuration.charset.description
source: Specify the character set used in mails when they are built from external pages and character set cannot be auto-detected.
de: Wähle den Zeichensatz für Mails die auf externe Seite basieren, bei denen der Zeichensatz nicht automatisch bestimmt werden kann.

# configuration.encoding
source: Content transfer encoding
de: Inhaltskodierung

# configuration.encoding.description
source: Select the default content transfer encoding of mails.
de: Wähle die Standardtransportkodierung für Mails

# configuration.htmlOnly
source: HTML only
de: Nur HTML

# configuration.httpPassword
source: HTTP Password
de: HTTP Passwort

# configuration.httpPassword.description
source: If mail content is protected by HTTP authentication, enter the password here.
de: Wenn die Mail-Inhalte mit HTTP Authentifikation geschützt sind, gibt hier das Kennwort ein.

# configuration.httpUsername
source: HTTP Username
de: HTTP Benutzername

# configuration.httpUsername.description
source: If mail content is protected by HTTP authentication, enter the username here.
de: Wenn die Mail-Inhalte mit HTTP Authentifikation geschützt sind, gibt den Benutzername ein.

# configuration.httpUsername.details
source: The username and password is used to fetch mail content. They are NOT sent in the mail! If you do not specify a username and password and the mail pages happen to be protected, an error will occur and no mail content will be fetched.
de: Benutzername und Kennwort werden nur benutzt, um Mail-Inhalte auszulesen. Sie werden NICHT in der Mail verschickt! Wenn Benutzername und Kennwort nicht angegeben sind, die auszulesende Seite aber mit einem Kennwort geschützt ist, wird es einen Fehler geben und keine Inhalten werden ausgelesen.

# configuration.trackingPrivacy
source: Privacy click tracking
de: Anonyme Klickverfolgung

# configuration.trackingPrivacy.description
source: Set this option, to anonymize click tracking.
de: Setze diese Option, um die Klickverfolgung zu anonymisieren

# configuration.additionalOptions
source: Additional module options
de: Zusätzliche Moduleinstellungen

# configuration.additionalOptions.encoding
source: Content transfer encoding and character set
de: Versandkodierung und Zeichensatz

# configuration.linksAndTracking
source: Links and click tracking
de: Links und Klickverfolgung

# configuration.linksAndTracking.clickTracking
source: Click tracking
de: Klickverfolgung

# configuration.linksAndTracking.clickTracking.description
source: Check this option to enable tracking of clicks.
de: Aktiviere diese Option, um die Klickverfolgung zu aktivieren.

# configuration.linksAndTracking.clickTracking.mailTo
source: Click tracking for mailto links
de: Klickverfolgung für mailto-Links

# configuration.linksAndTracking.clickTracking.mailTo.description
source: Check this option to enable click tracking for mailto links.
de: Aktiviere diese Option um Klickverfolgung für mailto-Links zu aktivieren.

# configuration.plainParams.description
source: Enter the additional URL parameters used to fetch the plain text content from a TYPO3 page.
de: Gib hier die zusätzlichen URL-Parameter ein, die benötigt werden, um den reinen Textinhalt von einer TYPO3-Seite zu holen.

# configuration.plainParams.details
source: The specified parameters will be added to the URL used to fetch the plain text content of the mail from a TYPO3 page. If in doubt, set it to '&plain=1'.
de: Die angegebenen Parameter werden der URL hinzugefügt, die verwendet wird, um den reinen Textinhalt der E-Mail von einer TYPO3-Seite abzurufen. Im Zweifelsfall auf '&plain=1' setzten.

# configuration.plainTextAndHtml
source: Plain text and HTML
de: Reiner Text und HTML

# configuration.plainTextOnly
source: Plain text only
de: Nur reiner Text

# configuration.priority.high
source: High
de: Hoch

# configuration.priority.low
source: Low
de: Niedrig

# configuration.quickmail.charset
source: Character set for quick mails
de: Zeichensatz für Kurznachrichten

# configuration.quickmail.charset.description
source: Specify the character set to use when sending quick mails.
de: Geben Sie den Zeichensatz an, der beim Senden von Kurznachrichten verwendet werden soll.

# configuration.quickmail.encoding
source: Encoding for quick mails
de: Kodierung für Kurznachrichten

# configuration.quickmail.encoding.description
source: Select the content transfer encoding to use when sending quick mails.
de: Wählen Sie die Kodierung für die Übertragung von Inhalten, die beim Versand von Kurznachrichten verwendet werden soll.

# configuration.simulateUsergroup
source: Frontend User Group
de: Frontend-Benutzergruppe

# configuration.simulateUsergroup.description
source: If mail content is protected by Frontend user authentication, enter the user group here.
de: Wenn der E-Mail-Inhalt durch Frontend-Benutzerauthentifizierung geschützt ist, gibt hier die Benutzergruppe ein.

# configuration.simulateUsergroup.details
source: The usergroup with the uid specified is used to to fetch the mail content. If you do not specify a usergroup uid and the page has frontend user restrictions, an error will occur and no mail content will be fetched.
de: Die Benutzergruppe mit der angegebenen UID wird zum Abrufen des E-Mail-Inhalts verwendet. Wenn Sie keine Benutzergruppen-UID angeben und die Seite Einschränkungen für Frontend-Benutzer aufweist, tritt ein Fehler auf und es wird kein E-Mail-Inhalt abgerufen.

# configuration.testMailGroupUids
source: Comma separated list of test recipients (group uids)
de: Komma separierte Liste Testempfängern (Benutzergruppen-Uids)

# configuration.testMailGroupUids.description
source: Alternatively to send test-mails to individuals, you can send it to this groups.
de: Alternativ zum Senden von Test-Mails an einzelne Personen, können diese an die hier festgelegte Gruppe(n) gesendet werden.

# configuration.testAddressUids
source: Comma separated list of test recipients (tt_address uids)
de: Durch Kommata getrennte Liste von Testempfängern (tt_address uids)

# configuration.testAddressUids.description
source: Alternatively to send test-mails to individuals, you can send it to this addresses.
de: Alternativ können Sie Test-E-Mails an Einzelpersonen auch an diese Adressen senden.

# configuration.testMailSubjectPrefix
source: Subject prefix for test mails
de: Betreff-Präfix für Test-Mails

# configuration.testMailSubjectPrefix.description
source: Will be prepended to test mails subject
de: Wird dem Betreff von Test-Mails vorangestellt

# configuration.sendPerCycle
source: Send per click (only valid for manual trigger)
de: Versand pro Klick (nur für manuellen Versand relevant)

# configuration.sendPerCycle.description
source: This is the number of mails send per click if someone uses the manual trigger in the queue module.
de: Dies ist die Anzahl der E-Mails, die pro Klick gesendet werden, wenn jemand den manuellen Auslöser im Warteschlangenmodul verwendet.

# configuration.queueLimit
source: Maximal visible queue items
de: Maximale sichtbare Warteschlangen-Elemente

# configuration.externalMailHtmlUrl
source: URL of HTML content
de: URL des HTML Inhalts

# configuration.noEditPermissions
source: You don't have permissions to change mail settings.
de: Sie haben keine Berechtigung zum Ändern der E-Mail-Einstellungen.

# scheduler.bounceMail.csh.server
source: URL or IP of the mail server
de: URL oder IP des Mailservers

# scheduler.bounceMail.port
source: Port number
de: Port Nummer

# scheduler.bounceMail.csh.port
source: Port number of the mail server
de: Port Nummer des Mailservers

# scheduler.bounceMail.user
source: Username
de: Benutzername

# scheduler.bounceMail.csh.user
source: Username to authenticate
de: Benutzername zur Authentifizierung

# scheduler.bounceMail.password
source: Password
de: Passwort

# scheduler.bounceMail.csh.password
source: Password of the user
de: Passwort des Benutzers

# scheduler.bounceMail.service
source: Type of mailserver
de: Art des Mailservers

# scheduler.bounceMail.csh.service
source: IMAP or POP3
de: IMAP oder POP3

# scheduler.bounceMail.maxProcessed
source: Number of bounce mail to be processed
de: Anzahl der zu bearbeitenden Rückläufermails

# scheduler.bounceMail.csh.maxProcessed
source: Maximum number of bounce mail to be processed on one scheduler cycle
de: Anzahl der zu bearbeitenden Rückläufermails pro Durchlauf

# scheduler.bounceMail.dataVerification
source: Connection using the given data is failed. Error message
de: Verbindung mit den angegebenen Daten fehlgeschlagen. Fehlermeldung:
